Repository: cleveland-lewis/Itori
Catalog: SharedCore/DesignSystem/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, da, de, es, fa, fi, fr, he, hr, hy, is, it, ja, ko, nl, ru, sq, sw, th, uk, vi, zh_hans, zh_hant, zh_hk

source: Create your first deck to start studying with spaced repetition
ar: قم بإنشاء مجموعتك الأولى لبدء الدراسة بالتكرار المتباعد
da: Opret dit første kortspil for at begynde at studere med gentagelser med mellemrum
es: Crea tu primer mazo para empezar a estudiar con repetición espaciada
fa: اولین عرشه خود را برای شروع مطالعه با تکرار فاصله ایجاد کنید
fi: Luo ensimmäinen pakkasi aloittaaksesi opiskelun jaksoittaisella toistolla
fr: Créez votre premier deck pour commencer à étudier avec une répétition espacée
he: צור את הסיפון הראשון שלך כדי להתחיל ללמוד עם חזרות מרווחות
it: Crea il tuo primo mazzo per iniziare a studiare con la ripetizione distanziata
ja: 最初のデッキを作成して、間隔をあけて繰り返し学習を始めましょう
ko: 간격을 두고 반복하여 공부를 시작하려면 첫 번째 덱을 만드세요.
nl: Maak je eerste kaartspel om te beginnen met studeren met gespreide herhaling
sw: Unda sitaha yako ya kwanza ili kuanza kusoma kwa marudio yaliyopangwa
th: สร้างสำรับแรกของคุณเพื่อเริ่มเรียนโดยเว้นระยะการทำซ้ำ
uk: Створіть свою першу колоду, щоб почати вчитися з інтервалом повторення
vi: Tạo bộ bài đầu tiên của bạn để bắt đầu học với sự lặp lại cách đều nhau
zh_hans: 创建你的第一套牌，开始间隔重复学习
zh_hant: 創建你的第一套牌，開始間隔重複學習
zh_hk: 創建你的第一套牌，開始間隔重複學習

# Creating %@ questions for %@
source: Creating %1$@ questions for %2$@
ar: إنشاء %1$@ أسئلة لـ %2$@
da: Opretter %1$@ spørgsmål til %2$@
de: Creating %@ questions for %@
es: Creando %1$@ preguntas para %2$@
fa: ایجاد %1$@ سؤال برای %2$@
fi: Luodaan %1$@ kysymystä henkilölle %2$@
fr: Création de %1$@ questions pour %2$@
he: יצירת %@ שאלות עבור %@
it: Creazione di %1$@ domande per %2$@
ja: %2$@ に対する %1$@ の質問を作成しています
ko: %@에 대한 %@ 질문 만들기
nl: %1$@ vragen maken voor %2$@
sw: Inaunda maswali %1$@ kwa %2$@
th: กำลังสร้างคำถาม %1$@ สำหรับ %2$@
uk: Створення %1$@ запитань для %2$@
zh_hans: 为%2$@创建%1$@问题
zh_hant: 為%2$@創建%1$@問題
zh_hk: 為%2$@創建%1$@問題

source: Cumulative: %.2f
ar: التراكمي: %.2f
da: Kumulativ: %.2f
es: Acumulado: %.2f
fa: تجمعی: %2f
fi: Kumulatiivinen: %.2f
fr: Cumulatif : %.2f
he: מצטבר: %.2f
it: Cumulativo: %.2f
ja: 累積: %.2f
ko: 누적: %.2f
nl: Cumulatief: %.2f
sw: Jumla: %.2f
th: สะสม: %.2f
uk: Сукупний: %.2f
vi: Tích lũy: %.2f
zh_hans: 累计：%.2f
zh_hant: 累計：%.2f
zh_hk: 累計：%.2f

source: Current Activity
ar: النشاط الحالي
da: Aktuel aktivitet
es: Actividad actual
fa: فعالیت فعلی
fi: Nykyinen toiminta
fr: Activité actuelle
he: פעילות שוטפת
it: Attività corrente
ja: 現在の活動
ko: 현재 활동
nl: Huidige activiteit
sw: Shughuli ya Sasa
th: กิจกรรมปัจจุบัน
uk: Поточна діяльність
vi: Hoạt động hiện tại
zh_hans: 当前活动
zh_hant: 當前活動
zh_hk: 當前活動

source: Current Grade
ar: الصف الحالي
da: Nuværende karakter
es: Grado actual
fa: درجه فعلی
fi: Nykyinen arvosana
fr: Note actuelle
he: ועיר כיתה
ja: 現在のグレード
ko: 현재 등급
nl: Huidig ​​cijfer
sw: Daraja la Sasa
th: เกรดปัจจุบัน
uk: Поточна оцінка
vi: Lớp hiện tại
zh_hans: 当前年级
zh_hant: 當前年級
zh_hk: 當前年級

source: Current Profile
ar: الملف الشخصي الحالي
da: Nuværende profil
es: Perfil actual
fa: نمایه فعلی
fi: Nykyinen profiili
fr: Profil actuel
he: ערוך פרופיל נוכחי...
it: Profilo attuale
ja: 現在のプロフィール
ko: 현재 프로필
nl: Huidig ​​profiel
sw: Wasifu wa Sasa
th: โปรไฟล์ปัจจุบัน
uk: Поточний профіль
vi: Hồ sơ hiện tại
zh_hans: 当前简介
zh_hant: 當前簡介
zh_hk: 當前簡介

source: Current Semester
ar: الفصل الدراسي الحالي
da: Nuværende semester
es: Semestre actual
fa: ترم جاری
fi: Nykyinen lukukausi
fr: Semestre en cours
he: סמסטר נוכחי
is: Núverandi önn
it: Semestre corrente
ja: 今学期
ko: 현재 학기
nl: Huidig ​​semester
sw: Muhula wa Sasa
th: ภาคการศึกษาปัจจุบัน
uk: Поточний семестр
vi: Học kỳ hiện tại
zh_hans: 本学期
zh_hant: 本學期
zh_hk: 本學期

source: Current System Settings
ar: إعدادات النظام الحالية
da: Aktuelle systemindstillinger
es: Configuración actual del sistema
fa: تنظیمات فعلی سیستم
fi: Nykyiset järjestelmäasetukset
fr: Paramètres système actuels
he: הגדרות מערכת נוכחיות
it: Impostazioni di sistema correnti
ja: 現在のシステム設定
ko: 현재 시스템 설정
nl: Huidige systeeminstellingen
sw: Mipangilio ya Mfumo ya Sasa
th: การตั้งค่าระบบปัจจุบัน
uk: Поточні налаштування системи
zh_hans: 当前系统设置
zh_hant: 當前系統設置
zh_hk: 當前系統設置

source: Current semester
ar: الفصل الدراسي الحالي
da: Nuværende semester
es: Semestre actual
fa: ترم جاری
fi: Kuluva lukukausi
fr: Semestre en cours
he: סמסטר נוכחי
it: Semestre in corso
ja: 今学期
ko: 현재 학기
nl: Huidig ​​semester
sw: Muhula wa sasa
th: ภาคการศึกษาปัจจุบัน
uk: Поточний семестр
vi: Học kỳ hiện tại
zh_hans: 本学期
zh_hant: 本學期
zh_hk: 本學期

source: Current: %.2f
ar: الحالي: %.2f
da: Strøm: %.2f
es: Actual: %.2f
fa: جریان: %2f
fi: Virta: %.2f
fr: Actuel : %.2f
he: נוכחי: %.2f
it: Corrente: %.2f
ja: 現在: %.2f
ko: 현재: %.2f
nl: Stroom: %.2f
sw: Ya sasa: %.2f
th: ปัจจุบัน: %.2f
uk: Поточний: %.2f
vi: Hiện tại: %.2f
zh_hans: 电流：%.2f
zh_hant: 電流：%.2f
zh_hk: 電流：%.2f

source: Current: %@
ar: حاضِر: ٪@
da: Aktuel: %@
es: Actual: %@
fa: فعلی: %@
fi: Nykyinen: %@
fr: Actuel: %@
he: שוטפת:
it: Attuale: %@
ja: 現在： ％@
ko: 현재의: %@
nl: Huidig: %@
sw: Ya sasa: %@
th: ปัจจุบัน: %@
uk: Поточний: %@
vi: Hiện hành: %@
zh_hans: 当前的： ％@
zh_hant: 當前的： ％@
zh_hk: 當前的： ％@

source: Current: %@%%
ar: حاضِر: ٪@٪٪
da: Aktuel: %@%%
es: Actual: %@%%
fa: فعلی: %@%%
fi: Nykyinen: %@%%
fr: Actuel: %@%%
he: שוטפת:
it: Attuale: %@%%
ja: 現在： ％@％％
ko: 현재의: %@%%
nl: Huidig: %@%%
sw: Ya sasa: %@%%
th: ปัจจุบัน: %@%%
uk: Поточний: %@%%
vi: Hiện hành: %@%%
zh_hans: 当前的： ％@％％
zh_hant: 當前的： ％@％％
zh_hk: 當前的： ％@％％

source: Current: —
ar: حاضِر: -
da: Nuværende: -
es: Actual: -
fa: فعلی: -
fi: Nykyinen: -
fr: Actuel: -
he: שוטפת:
it: Attuale: -
ja: 現在： -
ko: 현재의: -
nl: Huidig: -
sw: Ya sasa:-
th: ปัจจุบัน: -
uk: Поточний: —
vi: Hiện hành: -
zh_hans: 当前的： -
zh_hant: 當前的： -
zh_hk: 當前的： -

source: Custom colors override the built-in palette.
ar: تتجاوز الألوان المخصصة اللوحة المضمنة.
da: Brugerdefinerede farver tilsidesætter den indbyggede palet.
es: Los colores personalizados anulan la paleta integrada.
fa: رنگ های سفارشی پالت داخلی را نادیده می گیرند.
fi: Mukautetut värit ohittavat sisäänrakennetun paletin.
fr: Les couleurs personnalisées remplacent la palette intégrée.
he: צבעים מותאמים אישית עוקפים את לוח הצבעים המובנה.
it: I colori personalizzati sovrascrivono la tavolozza incorporata.
ja: カスタムカラーは組み込みパレットをオーバーライドします。
ko: 사용자 정의 색상은 내장된 팔레트보다 우선합니다.
nl: Aangepaste kleuren overschrijven het ingebouwde palet.
sw: Rangi maalum hubatilisha ubao uliojengewa ndani.
th: สีที่กำหนดเองจะแทนที่จานสีในตัว
uk: Власні кольори замінюють вбудовану палітру.
zh_hans: 自定义颜色会覆盖内置调色板。
zh_hant: 自定義顏色會覆蓋內置調色板。
zh_hk: 自定義顏色會覆蓋內置調色板。

source: Customize your study preferences based on your peak productivity times.
ar: قم بتخصيص تفضيلات دراستك بناءً على أوقات ذروة الإنتاجية لديك.
da: Tilpas dine studiepræferencer baseret på dine maksimale produktivitetstider.
es: Personalice sus preferencias de estudio en función de sus momentos de máxima productividad.
fa: ترجیحات مطالعه خود را بر اساس زمان اوج بهره وری خود سفارشی کنید.
fi: Mukauta opiskeluasetuksesi huipputuottavuusaikojen perusteella.
fr: Personnalisez vos préférences d'étude en fonction de vos périodes de productivité maximale.
he: התאם אישית את העדפות המחקר שלך על סמך זמני תפוקת השיא שלך.
it: Personalizza le tue preferenze di studio in base ai tuoi tempi di massima produttività.
ja: 生産性のピーク時間に基づいて学習設定をカスタマイズします。
ko: 생산성이 가장 높은 시간을 기준으로 학습 기본 설정을 맞춤화하세요.
nl: Pas uw studievoorkeuren aan op basis van uw piekproductiviteitstijden.
sw: Badilisha mapendeleo yako ya masomo kulingana na nyakati zako za juu za tija.
th: ปรับแต่งการตั้งค่าการศึกษาของคุณตามเวลาการผลิตสูงสุดของคุณ
uk: Налаштуйте свої вподобання щодо навчання на основі часу максимальної продуктивності.
vi: Tùy chỉnh sở thích học tập của bạn dựa trên thời gian năng suất cao nhất của bạn.
zh_hans: 根据您的最高生产力时间定制您的学习偏好。
zh_hant: 根據您的最高生產力時間定制您的學習偏好。
zh_hk: 根據您的最高生產力時間定制您的學習偏好。

source: DETAILS
ar: تفاصيل
da: DETALJER
es: DETALLES
fa: جزئیات
fi: TIEDOT
fr: DÉTAILS
he: פרטים
it: DETTAGLI
ja: 詳細
ko: 세부
sw: MAELEZO
th: รายละเอียด
uk: ДЕТАЛІ
zh_hans: 细节
zh_hant: 細節
zh_hk: 細節

source: Daily limits and study options
ar: الحدود اليومية وخيارات الدراسة
da: Daglige grænser og studiemuligheder
es: Límites diarios y opciones de estudio.
fa: محدودیت های روزانه و گزینه های مطالعه
fi: Päivärajat ja opiskelumahdollisuudet
fr: Limites quotidiennes et options d'étude
he: מגבלות יומיות ואפשרויות לימוד
it: Limiti giornalieri e opzioni di studio
ja: 1 日の制限と学習オプション
ko: 일일 한도 및 학습 옵션
nl: Daglimieten en studiemogelijkheden
sw: Mipaka ya kila siku na chaguzi za kusoma
th: ข้อ จำกัด รายวันและตัวเลือกการศึกษา
uk: Щоденні ліміти та варіанти навчання
vi: Giới hạn hàng ngày và các lựa chọn học tập
zh_hans: 每日限制和学习选择
zh_hant: 每日限制和學習選擇
zh_hk: 每日限制和學習選擇

source: Dark glass strength
ar: قوة الزجاج الداكن
da: Mørk glasstyrke
es: Fuerza del vidrio oscuro
fa: استحکام شیشه تیره
fi: Tumman lasin lujuus
fr: Résistance du verre foncé
he: חוזק זכוכית כהה
it: Resistenza del vetro scuro
ja: ダークガラスの強度
ko: 어두운 유리 강도
nl: Sterkte van donker glas
sw: Nguvu ya kioo giza
th: ความแข็งแกร่งของกระจกสีเข้ม
uk: Міцність темного скла
vi: Độ bền của kính tối
zh_hans: 深色玻璃强度
zh_hant: 深色玻璃強度
zh_hk: 深色玻璃強度

source: Debug Logging
ar: تسجيل التصحيح
da: Debug logning
es: Registro de depuración
fa: ثبت اشکال زدایی
fi: Virheenkorjausloki
fr: Journalisation du débogage
he: רישום איתור באגים
it: Registrazione del debug
ja: デバッグログ
ko: 디버그 로깅
nl: Foutopsporing in logboekregistratie
sw: Utatuzi wa Kuingia
th: การบันทึกการแก้ไขข้อบกพร่อง
uk: Журналування налагодження
zh_hans: 调试日志记录
zh_hant: 調試日誌記錄
zh_hk: 調試日誌記錄

source: Debug Options
ar: خيارات التصحيح
da: Fejlfindingsindstillinger
es: Opciones de depuración
fa: گزینه های اشکال زدایی
fi: Virheenkorjausasetukset
fr: Options de débogage
he: אפשרויות ניפוי באגים
it: Opzioni di debug
ja: デバッグオプション
ko: 디버그 옵션
nl: Foutopsporingsopties
sw: Chaguzi za Utatuzi
th: ตัวเลือกการแก้ไขข้อบกพร่อง
uk: Параметри налагодження
vi: Tùy chọn gỡ lỗi
zh_hans: 调试选项
zh_hant: 調試選項
zh_hk: 調試選項

source: Debugger Activated
ar: تم تنشيط المصحح
da: Debugger aktiveret
fa: دیباگر فعال شد
fi: Debuggeri aktivoitu
fr: Débogueur activé
he: מנפה באגים הופעל
it: Debug attivato
ja: デバッガーがアクティブ化されました
ko: 디버거 활성화됨
nl: Foutopsporing geactiveerd
sw: Kitatuzi Kimewashwa
th: เปิดใช้งานดีบักเกอร์แล้ว
uk: Налагоджувач активовано
vi: Đã kích hoạt trình gỡ lỗi
zh_hans: 调试器已激活
zh_hant: 調試器已激活
zh_hk: 調試器已激活

source: Deck Name
ar: اسم سطح السفينة
da: Dæks navn
es: Nombre de la plataforma
fa: نام عرشه
fi: Kannen nimi
fr: Nom du pont
it: Nome del mazzo
ja: デッキ名
ko: 덱 이름
nl: Deknaam
sw: Jina la Deck
th: ชื่อเด็ค
uk: Назва колоди
vi: Tên bộ bài
zh_hans: 卡组名称
zh_hant: 卡組名稱
zh_hk: 卡組名稱

source: Deck Settings
ar: إعدادات سطح السفينة
da: Dækindstillinger
es: Configuración de la plataforma
fa: تنظیمات عرشه
fi: Kannen asetukset
fr: Paramètres du pont
he: הגדרות סיפון
it: Impostazioni del mazzo
ja: デッキ設定
ko: 덱 설정
nl: Dekinstellingen
sw: Mipangilio ya Deck
th: การตั้งค่าเด็ค
uk: Налаштування колоди
vi: Cài đặt boong
zh_hans: 牌组设置
zh_hant: 牌組設置
zh_hk: 牌組設置

source: Design
ar: تصميم
es: Diseño
fa: طراحی
fr: Conception
he: עיצוב
it: Progetto
ja: デザイン
ko: 설계
nl: Ontwerp
sw: Kubuni
th: ออกแบบ
uk: Дизайн
zh_hans: 设计
zh_hant: 設計
zh_hk: 設計

source: Design Tokens
ar: رموز التصميم
es: Fichas de diseño
fa: توکن های طراحی
fi: Suunnittelutunnukset
fr: Jetons de conception
he: אסימוני עיצוב
it: Gettoni di progettazione
ja: デザイントークン
ko: 디자인 토큰
nl: Ontwerptokens
sw: Ishara za Kubuni
th: โทเค็นการออกแบบ
uk: Дизайн токенів
vi: Mã thông báo thiết kế
zh_hans: 设计代币
zh_hant: 設計代幣
zh_hk: 設計代幣

source: Design debug
ar: تصحيح التصميم
da: Design fejlretning
es: Depuración de diseño
fa: اشکال زدایی طراحی
fi: Suunnitteluvirheenkorjaus
fr: Débogage de conception
he: איתור באגים בעיצוב
it: Debug della progettazione
ja: デザインのデバッグ
ko: 디자인 디버그
nl: Ontwerpfoutopsporing
sw: Utatuzi wa muundo
th: ดีบักการออกแบบ
uk: Налагодження дизайну
zh_hans: 设计调试
zh_hant: 設計調試
zh_hk: 設計調試

source: Details
ar: تفاصيل
da: Detaljer
es: Detalles
fa: جزئیات
fi: Yksityiskohdat
fr: Détails
he: פרטים
is: Upplýsingar
it: Dettagli
ja: 詳細
ko: 세부
sw: Maelezo
th: รายละเอียด
uk: Подробиці
vi: Chi tiết
zh_hans: 细节
zh_hant: 細節
zh_hk: 細節

source: Developer Mode
ar: وضع المطور
da: Udviklertilstand
es: Modo desarrollador
fa: حالت توسعه دهنده
fi: Kehittäjätila
fr: Mode développeur
he: במצב מפתח
it: Modalità sviluppatore
ja: 開発者モード
ko: 개발자 모드
nl: Ontwikkelaarsmodus
sw: Hali ya Wasanidi Programu
th: โหมดนักพัฒนาซอฟต์แวร์
uk: Режим розробника
vi: Chế độ nhà phát triển
zh_hans: 开发者模式
zh_hant: 開發者模式
zh_hk: 開發者模式

source: Difficulty
ar: صعوبة
da: Vanskelighed
es: Dificultad
fa: دشواری
fi: Vaikeus
fr: Difficulté
he: קושי
is: Erfiðleikastig
it: Difficoltà
ja: 困難
ko: 어려움
nl: Moeilijkheidsgraad
sw: Ugumu
th: ความยาก
uk: Складність
vi: Khó khăn
zh_hans: 困难
zh_hant: 困難
zh_hk: 困難

source: Done
ar: منتهي
da: Færdig
es: Hecho
fa: انجام شد
fi: Tehty
fr: Fait
he: בוצע
is: Búið
it: Fatto
ja: 終わり
ko: 완료
nl: Klaar
sw: Imekamilika
th: เสร็จแล้ว
uk: Готово
zh_hans: 完成
zh_hant: 完畢
zh_hk: 完畢

source: Due %@
ar: حق ٪@
da: Forfalder %@
es: Pendiente %@
fa: سررسید %@
fi: Eräpäivä %@
fr: Exigible %@
he: 0x1
it: Dovuto %@
ja: 期限 ％@
ko: 로 인한 %@
nl: Vanwege %@
sw: Inatakiwa %@
th: เนื่องจาก %@
uk: До сплати %@
vi: Quá hạn %@
zh_hans: 到期的 ％@
zh_hant: 到期的 ％@
zh_hk: 到期的 ％@

source: Due Date
ar: تاريخ الاستحقاق
da: Forfaldsdato
es: Fecha de vencimiento
fa: سررسید
fi: Eräpäivä
fr: Date d'échéance
he: תאריך יעד
is: Skiladagur
it: Scadenza
ja: 期日
ko: 만기일
nl: Deadline
sw: Tarehe ya Mwisho
th: วันครบกำหนด
uk: Термін виконання
vi: Ngày đáo hạn
zh_hans: 到期日
zh_hant: 到期日
zh_hk: 到期日

source: Due Now
ar: مستحق الآن
da: Forfalder nu
es: Vencimiento ahora
fa: سررسید در حال حاضر
fi: Erääntynyt nyt
fr: À payer maintenant
he: לתשלום מיידי
it: Scadenza adesso
ja: 今すぐ期限
ko: 지금 마감
nl: Nu verschuldigd
sw: Inastahili Sasa
th: ครบกำหนดตอนนี้
uk: Терміново
vi: Đến hạn ngay bây giờ
zh_hans: 现在到期
zh_hant: 現在到期
zh_hk: 現在到期

source: Duration
ar: مدة
da: Varighed
es: Duración
fa: مدت زمان
fi: Kesto
fr: Durée
he: משך
is: Tímalengd
it: Durata
ja: 間隔
ko: 지속
nl: Duur
sw: Muda
th: ระยะเวลา
uk: Тривалість
vi: Khoảng thời gian
zh_hans: 期间
zh_hant: 期間
zh_hk: 期間

source: Edit
ar: يحرر
da: Redigere
es: Editar
fa: ویرایش کنید
fi: Muokata
fr: Modifier
he: ערוך
is: Breyta
it: Modificare
ja: 編集
ko: 편집하다
nl: Bewerking
sw: Hariri
th: แก้ไข
uk: Редагувати
zh_hans: 编辑
zh_hant: 編輯
zh_hk: 編輯

source: Edit Card
ar: تحرير البطاقة
da: Rediger kort
es: Editar tarjeta
fa: ویرایش کارت
fi: Muokkaa korttia
fr: Modifier la carte
he: ערוך כרטיס
it: Modifica carta
ja: カードの編集
ko: 카드 편집
nl: Kaart bewerken
sw: Hariri Kadi
th: แก้ไขการ์ด
uk: Редагувати картку
vi: Chỉnh sửa thẻ
zh_hans: 编辑卡
zh_hant: 編輯卡
zh_hk: 編輯卡

source: Education Level
ar: مستوى التعليم
da: Uddannelsesniveau
es: Nivel educativo
fa: سطح تحصیلات
fi: Koulutustaso
fr: Niveau d'éducation
he: רמת השכלה
it: Livello di istruzione
ja: 教育レベル
ko: 교육 수준
nl: Opleidingsniveau
sw: Kiwango cha Elimu
th: ระดับการศึกษา
uk: Рівень освіти
vi: Trình độ học vấn
zh_hans: 教育程度
zh_hant: 教育程度
zh_hk: 教育程度

source: Email
ar: بريد إلكتروني
es: Correo electrónico
fa: ایمیل
fi: Sähköposti
he: אימייל
is: Tölvupóstur
ja: 電子メール
ko: 이메일
sw: Barua pepe
th: อีเมล
uk: Електронна пошта
zh_hans: 电子邮件
zh_hant: 電子郵件
zh_hk: 電子郵件

source: Enable Flashcards
ar: تمكين البطاقات التعليمية
da: Aktiver Flashcards
es: Habilitar tarjetas didácticas
fa: فلش کارت ها را فعال کنید
fi: Ota Flashcards käyttöön
fr: Activer les cartes mémoire
he: אפשר כרטיסיות
it: Abilita Flashcard
ja: フラッシュカードを有効にする
ko: 플래시카드 활성화
nl: Schakel Flashcards in
sw: Washa Flashcards
th: เปิดใช้งานแฟลชการ์ด
uk: Увімкнути Flashcards
vi: Kích hoạt Flashcards
zh_hans: 启用抽认卡
zh_hant: 啟用抽認卡
zh_hk: 啟用抽認卡

source: Enable Haptic Feedback
ar: تمكين ردود الفعل اللمسية
da: Aktiver haptisk feedback
es: Habilitar retroalimentación háptica
fa: بازخورد لمسی را فعال کنید
fi: Ota haptinen palaute käyttöön
fr: Activer le retour haptique
he: אפשר משוב Haptic
it: Abilita feedback tattile
ja: 触覚フィードバックを有効にする
ko: 햅틱 피드백 활성화
nl: Schakel haptische feedback in
sw: Washa Maoni ya Haptic
th: เปิดใช้งานการตอบสนองแบบสัมผัส
uk: Увімкнути тактильний зворотний зв'язок
vi: Bật phản hồi xúc giác
zh_hans: 启用触觉反馈
zh_hant: 啟用觸覺反饋
zh_hk: 啟用觸覺反饋

source: Enable debugging features
ar: تمكين ميزات التصحيح
da: Aktiver fejlfindingsfunktioner
es: Habilitar funciones de depuración
fa: ویژگی های اشکال زدایی را فعال کنید
fi: Ota virheenkorjausominaisuudet käyttöön
fr: Activer les fonctionnalités de débogage
he: אפשר תכונות איתור באגים
it: Abilita le funzionalità di debug
ja: デバッグ機能を有効にする
ko: 디버깅 기능 활성화
nl: Schakel foutopsporingsfuncties in
sw: Washa vipengele vya utatuzi
th: เปิดใช้งานคุณสมบัติการแก้ไขข้อบกพร่อง
uk: Увімкнути функції налагодження
zh_hans: 启用调试功能
zh_hant: 啟用調試功能
zh_hk: 啟用調試功能

source: Enable optional UI animations (still respects Reduce Motion)
ar: تمكين الرسوم المتحركة الاختيارية لواجهة المستخدم (لا تزال تحترم تقليل الحركة)
da: Aktiver valgfri UI-animationer (respekterer stadig Reduce Motion)
es: Habilite animaciones de interfaz de usuario opcionales (aún respeta Reducir movimiento)
fa: انیمیشن های اختیاری رابط کاربری را فعال کنید (هنوز به Reduce Motion احترام می گذارد)
fi: Ota käyttöön valinnaiset käyttöliittymäanimaatiot (kunnioittaa edelleen Reduce Motion -toimintoa)
fr: Activer les animations facultatives de l'interface utilisateur (respecte toujours Réduire le mouvement)
he: אפשר הנפשות ממשק משתמש אופציונליות (עדיין מכבד הפחתת תנועה)
it: Abilita animazioni dell'interfaccia utente opzionali (rispetta comunque la riduzione del movimento)
ja: オプションの UI アニメーションを有効にします (モーションの削減を考慮します)
ko: 선택적 UI 애니메이션 활성화(여전히 모션 감소를 준수함)
nl: Schakel optionele UI-animaties in (respecteert nog steeds Reduce Motion)
sw: Washa uhuishaji wa hiari wa UI (bado inaheshimu Punguza Mwendo)
th: เปิดใช้งานภาพเคลื่อนไหว UI ที่เป็นตัวเลือก (ยังคงคำนึงถึงการลดการเคลื่อนไหว)
uk: Увімкнути необов’язкову анімацію інтерфейсу користувача (все ще поважає Reduce Motion)
vi: Bật hoạt ảnh giao diện người dùng tùy chọn (vẫn tôn trọng Giảm chuyển động)
zh_hans: 启用可选的 UI 动画（仍然遵循“减少运动”）
zh_hant: 啟用可選的 UI 動畫（仍然遵循“減少運動”）
zh_hk: 啟用可選的 UI 動畫（仍然遵循“減少運動”）

source: Enable the debugger to track main thread blocks, long operations, and performance issues.
ar: قم بتمكين مصحح الأخطاء من تتبع كتل الخيوط الرئيسية والعمليات الطويلة ومشكلات الأداء.
da: Aktiver debuggeren til at spore hovedtrådsblokke, lange operationer og ydeevneproblemer.
es: Habilite el depurador para realizar un seguimiento de los bloques de subprocesos principales, operaciones prolongadas y problemas de rendimiento.
fa: اشکال زدا را فعال کنید تا بلوک های رشته اصلی، عملیات طولانی و مشکلات عملکرد را ردیابی کند.
fi: Ota debuggeri käyttöön seuraamaan pääsäikeen lohkoja, pitkiä toimintoja ja suorituskykyongelmia.
fr: Activez le débogueur pour suivre les blocs de threads principaux, les opérations longues et les problèmes de performances.
he: הפעל את מנפה השגיאות כדי לעקוב אחר בלוקים של האשכול הראשי, פעולות ארוכות ובעיות ביצועים.
it: Abilita il debugger per tenere traccia dei blocchi del thread principale, delle operazioni lunghe e dei problemi di prestazioni.
ja: デバッガーがメインスレッドのブロック、長時間にわたる操作、およびパフォーマンスの問題を追跡できるようにします。
ko: 메인 스레드 블록, 긴 작업 및 성능 문제를 추적하려면 디버거를 활성화하세요.
nl: Schakel de debugger in om hoofdthreadblokken, lange bewerkingen en prestatieproblemen bij te houden.
sw: Washa kitatuzi ili kufuatilia vizuizi vikuu vya nyuzi, utendakazi mrefu na masuala ya utendaji.
th: เปิดใช้งานดีบักเกอร์เพื่อติดตามบล็อกเธรดหลัก การดำเนินการที่ยาวนาน และปัญหาด้านประสิทธิภาพ
uk: Увімкніть налагоджувач для відстеження блоків основних потоків, тривалих операцій і проблем із продуктивністю.
vi: Cho phép trình gỡ lỗi theo dõi các khối luồng chính, các thao tác dài và các vấn đề về hiệu suất.
zh_hans: 使调试器能够跟踪主线程块、长时间操作和性能问题。
zh_hant: 使調試器能夠跟踪主線程塊、長時間操作和性能問題。
zh_hk: 使調試器能夠跟踪主線程塊、長時間操作和性能問題。

source: End date
ar: تاريخ الانتهاء
da: Slutdato
es: Fecha de finalización
fa: تاریخ پایان
fi: Päättymispäivämäärä
fr: Date de fin
he: ת. סיום
it: Data di fine
ja: 終了日
ko: 종료일
nl: Einddatum
sw: Tarehe ya mwisho
th: วันที่สิ้นสุด
uk: Кінцева дата
vi: Ngày kết thúc
zh_hans: 结束日期
zh_hant: 結束日期
zh_hk: 結束日期

source: End time must be after the start time.
ar: يجب أن يكون وقت الانتهاء بعد وقت البدء.
da: Sluttidspunktet skal være efter starttidspunktet.
es: La hora de finalización debe ser posterior a la hora de inicio.
fa: زمان پایان باید بعد از زمان شروع باشد.
fi: Päättymisajan on oltava alkamisajan jälkeen.
fr: L'heure de fin doit être postérieure à l'heure de début.
he: שעת הסיום חייבת להיות אחרי שעת ההתחלה.
it: L'ora di fine deve essere successiva all'ora di inizio.
ja: 終了時刻は開始時刻より後である必要があります。
ko: 종료 시간은 시작 시간 이후여야 합니다.
nl: De eindtijd moet na de starttijd liggen.
sw: Wakati wa mwisho lazima uwe baada ya muda wa kuanza.
th: เวลาสิ้นสุดต้องอยู่หลังเวลาเริ่มต้น
uk: Час завершення має бути після часу початку.
zh_hans: 结束时间必须晚于开始时间。
zh_hant: 結束時間必須晚於開始時間。
zh_hk: 結束時間必須晚於開始時間。

source: Ends
ar: ينتهي
da: Slutter
es: Termina
fa: به پایان می رسد
fi: Päättyy
fr: Se termine
he: מסתיים
it: Finisce
ja: 終わり
ko: 종료
nl: Eindigt
sw: Inaisha
th: สิ้นสุด
uk: Закінчується
vi: Kết thúc
zh_hans: 结束
zh_hant: 結束
zh_hk: 結束

source: Energy Level
ar: مستوى الطاقة
da: Energiniveau
es: Nivel de energía
fa: سطح انرژی
fi: Energiataso
fr: Niveau d'énergie
he: רמת אנרגיה
it: Livello energetico
ja: エネルギーレベル
ko: 에너지 수준
nl: Energieniveau
sw: Kiwango cha Nishati
th: ระดับพลังงาน
uk: Рівень енергії
vi: Mức năng lượng
zh_hans: 能级
zh_hant: 能級
zh_hk: 能級

source: Energy: %@
ar: طاقة: ٪@
da: Energi: %@
es: Energía: %@
fa: انرژی: %@
fi: Energia: %@
fr: Énergie: %@
he: אנרגיה
it: Energia: %@
ja: エネルギー： ％@
ko: 에너지: %@
nl: Energie: %@
sw: Nishati: %@
th: พลังงาน: %@
uk: Енергія: %@
vi: Năng lượng: %@
zh_hans: 活力： ％@
zh_hant: 活力： ％@
zh_hk: 活力： ％@

source: Estimated
ar: مُقدَّر
da: Anslået
fa: برآورد شده است
fi: Arvioitu
fr: Estimé
he: מְשׁוֹעָר
it: Stima
ja: 推定
ko: 추정된
nl: Geschat
sw: Inakadiriwa
th: โดยประมาณ
uk: Розрахункова
vi: Ước lượng
zh_hans: 估计的
zh_hant: 估計的
zh_hk: 估計的

source: Estimation Factors
ar: عوامل التقدير
da: Estimationsfaktorer
es: Factores de estimación
fa: عوامل تخمینی
fi: Arviointitekijät
fr: Facteurs d'estimation
he: גורמי הערכה
it: Fattori di stima
ja: 推定係数
ko: 추정 요인
nl: Schattingsfactoren
sw: Mambo ya Kukadiria
th: ปัจจัยการประมาณค่า
uk: Фактори оцінки
vi: Các yếu tố ước tính
zh_hans: 估计因素
zh_hant: 估計因素
zh_hk: 估計因素

source: Event Buffer (Last 50)
ar: المخزن المؤقت للأحداث (آخر 50)
da: Hændelsesbuffer (sidste 50)
es: Búfer de eventos (últimos 50)
fa: بافر رویداد (50 مورد آخر)
fi: Tapahtumapuskuri (viimeiset 50)
fr: Tampon d'événement (50 derniers)
he: חוצץ אירועים (50 האחרונים)
it: Buffer eventi (ultimi 50)
ja: イベントバッファ(最後の50)
ko: 이벤트 버퍼(마지막 50개)
nl: Gebeurtenisbuffer (laatste 50)
sw: Bafa ya Tukio (50 za Mwisho)
th: บัฟเฟอร์เหตุการณ์ (50 สุดท้าย)
uk: Буфер подій (останні 50)
vi: Bộ đệm sự kiện (50 lần cuối)
zh_hans: 事件缓冲区（最后 50 个）
zh_hant: 事件緩衝區（最後 50 個）
zh_hk: 事件緩衝區（最後 50 個）

source: Events (%@)
ar: الأحداث (%@)
da: Begivenheder (%@)
es: Eventos (%@)
fa: رویدادها (%@)
fi: Tapahtumat (%@)
fr: Événements (%@)
he: אירועים
it: Eventi (%@)
ja: イベント (%@)
ko: 이벤트(%@)
nl: Evenementen (%@)
sw: Matukio (%@)
th: กิจกรรม (%@)
uk: Події (%@)
vi: Sự kiện (%@)
zh_hans: 事件 (%@)
zh_hant: 事件 (%@)
zh_hk: 事件 (%@)

# Every %@ %@
source: Every %1$@ %2$@
ar: كل %1$@ %2$@
da: Hver %1$@ %2$@
de: Every %@ %@
es: Cada %1$@ %2$@
fa: هر %1$@ %2$@
fi: Joka %1$@ %2$@
fr: Tous les %1$@ %2$@
he: Every %@ %@
it: Ogni %1$@ %2$@
ja: %1$@ %2$@ ごと
ko: 모든 %@ %@
nl: Elke %1$@ %2$@
sw: Kila %1$@ %2$@
th: ทุก ๆ %1$@ %2$@
uk: Кожні %1$@ %2$@
vi: Mỗi %1$@ %2$@
zh_hans: 每%1$@ %2$@
zh_hant: 每%1$@ %2$@
zh_hk: 每%1$@ %2$@

source: Exam
ar: امتحان
da: Eksamen
es: Examen
fa: امتحان
fi: Tentti
fr: Examen
he: מבחן
is: Próf
it: Esame
ja: テスト
ko: 시험
nl: Examen
sw: Mtihani
th: การสอบ
uk: екзамен
vi: Bài thi
zh_hans: 考试
zh_hant: 考試
zh_hk: 考試
